Angular.ng-template
ckolkman.vscode-postgres
CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
formulahendry.code-runner
johnpapa.Angular2
mgmcdermott.vscode-language-babel
ms-ossdata.vscode-postgresql
ms-python.python
PKief.material-icon-theme
ritwickdey.LiveServer
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
tht13.python
yzhang.markdown-all-in-one
